import React from 'react'

import Title from '../home/Title'

const Competitions = () => {
  return (
    <div>
      <Title title="Мои" subTitle="конкурсы"/>
      <p className="p-6 text-base leading-6 text-zinc-400">
        Я очень активно стараюсь участвовать в различных конкурсах и мероприятия, а также всё время совершенствую свои навыки. Так, например, в 8 классе я окончил IT-школу Samsung по направлению разработки мобильных приложений, успешно защитив свой проект
      </p>
      <p className="p-6 text-base leading-6 text-zinc-400">
        Уже через 2 года я решил попробовать себя в ML. Поучаствовал в летней школе Цифрового Прорыва, где мы вместе с командой заняли 15 место. Необходимо было распознать образы полярных медведей на снегу, с чем мы успешно справились
      </p>
      <p className="p-6 text-base leading-6 text-zinc-400">
        В декабре прошлого года я поучаствовал в хакатон-акселераторе "Цифра". Необходимо было разработать сервис для вовлечения учеников в процесс обучения через игровые механики. Здесь мы заняли 4 место
      </p>
      <p className="p-6 text-base leading-6 text-zinc-400">
        В этом году, с 17 по 19 февраля, проходил хакатон "Молодежный Бит". Мы с командой выбрали кейс по разработке мобильного приложения для сайта сутдтуризм.рф. Заняли 12 место
      </p>
      <p className="p-6 text-base leading-6 text-zinc-400">
        Также я стал финалистом всеросийского конкурса "Начни Игру" от России страны возможностей. 20 марта я отправлюсь в Казань, чтобы показать на что я способен и выиграть финал{")"}
      </p>
    </div>
  )
}

export default Competitions